{
	"people" : [
		{
			"id": 1,
			"first-name": "Leeat",
			"last-name": "Weinstock",
			"education": ["MBA, Rotman School of Management", "BBA, Schulich School of Business"],
			"position": "Manager of Social Finance",
			"organization": "Social Capital Partners",
			"image": "images/yeoman.png",

			"blurb": "After spending some time abroad in East Africa working with organizations in the micro-finance and social venture capital space, I was interested in returning to Toronto and finding a role that allowed me apply similar impact investment tools and principles I used abroad in a domestic context.",

			"work": {
				"summary": "blah blah",
				"body": "After returning from Tanzania I spent some time meeting and getting to know people working in the impact investing sector in Toronto. I learned about the role at Social Capital Partners through Karim Harji, now my former colleague and good friend. I lead Social Capital Partners' social finance initiatives, seeking to achieve both healthy financial returns and significant social impact. The role includes managing the organization's portfolio of impact investments in which we facilitate access to financing for entrepreneurs, small business owners and franchisees who commit to hiring individuals at a disadvantage in securing work, including at-risk youth, new Canadians and people with disabilities. We link the terms of the loans directly to employment outcomes: for every person an entrepreneur hires from the target group, the interest rate on their loan decreases. A typical day could include meetings with external partners such as financial institutions and publicly-funded community agencies, internal strategy meetings, analysis of prospective clients' businesses and employment models, structuring deals, monitoring and evaluation of our portfolio's social impact and financial metrics, and so on."
			},

			"impact":  {
				"summary": "blah blah",
				"body": "Social Capital Partners is dedicated to finding new ways to improve access to employment for disadvantaged Canadians by developing innovative social finance instruments that incentive employers to \"do good\" in a way that also makes sense for their business. In my role, I am tasked with financing companies with not only a strong track record and business model, but also with entrepreneurs who are aligned with our social mission and have an ample number of entry-level jobs to provide opportunities for training and career advancement for the very individuals we are trying to help."
			},

			"experience":  {
				"summary": "blah blah",
				"body": "Before joining Social Capital Partners, I worked in Tanzania as a Consultant with Grassroots Business Fund, a social venture fund that invests in companies in emerging markets to drive economic development and improve local standards of living, and with Busega, an NGO that provides micro-finance and support services to vulnerable women and children in the region. Previously, I worked as an Analyst with Capital Canada, an investment banking firm focused on valuations, private placements, and mergers and acquisitions for mid-market companies, and in various roles with Unilever and Nestlé Canada. Like many, I believe that my background in the private sector provided me with the tools and experience needed to work in impact investing. In some ways my work is very similar to that I did in the past, except now it's all with a social lens."
			},

			"tips": [
				{
					"headline": "Be in the know",
					"body": "Read the latest reports, check out relevant blogs and sites, attend conferences etc. "
				},
				{
					"headline": "Get involved",
					"body": "Look for interesting opportunities to volunteer"
				},
				{
					"headline": "Don't be shy",
					"body": "Reach out to individuals working at organizations you're interested in"
				}
			],
			"tags": [1, 2]
		}
	],

	"tags": [
		{
			"id": 1,
			"name": "Non-profit",
			"icon": "ion-earth"
		},
		{
			"id": 2,
			"name": "Impact Investing",
			"icon": "ion-arrow-graph-up-right"
		},
		{
			"id": 3,
			"name": "No Match",
			"icon": "ion-close-round"
		}
	]
}